Repository: OpenSourceInternational/TYPO3-Site-Factory
Catalog: Resources/Private/Language/*.FineUploader.xlf
Languages: fr

# fine_uploader.title.message
source: Upload message
fr: Message d'envoi

# fine_uploader.label.drop_files_here
source: Drop files here
fr: Déposez votre fichier ici

# fine_uploader.label.select_file
source: Select file
fr: Sélectionnez un fichier

# fine_uploader.label.processing_files
source: Processing dropped files…
fr: Tartement du fichier déposé…

# fine_uploader.label.retry
source: Retry
fr: Recommencer

# fine_uploader.message.emptyError
source: {file} is empty, please select files again without it.
fr: {file} est videy, merci de sélectionner un autre fichier.

# fine_uploader.message.maxHeightImageError
source: Image is too tall.
fr: L'image est trop grande.

# fine_uploader.message.maxWidthImageError
source: Image is too wide.
fr: L'image est trop large.

# fine_uploader.message.minHeightImageError
source: Image is not tall enough.
fr: L'image n'est pas assez grande.

# fine_uploader.message.minWidthImageError
source: Image is not wide enough.
fr: L'image n'est pas assez large.

# fine_uploader.message.minSizeError
source: {file} is too small, minimum file size is {minSizeLimit}.
fr: {file} est trop petite, la taille minimum est {minSizeLimit}.

# fine_uploader.message.noFilesError
source: No files to upload.
fr: Pas de fichier à envoyer.

# fine_uploader.message.onLeave
source: The files are being uploaded, if you leave now the upload will be canceled.
fr: Fichiers en cours de transfert, si vous quittez l'envoi sera interrompu.

# fine_uploader.message.retryFailTooManyItemsError
source: Retry failed - you have reached your file limit.
fr: Envoi échoué - vous avez atteint votre limite de fichiers.

# fine_uploader.message.sizeError
source: {file} is too large, maximum file size is {sizeLimit}.
fr: {file} est trop grande, la taille maximum est de {sizeLimit}.

# fine_uploader.message.tooManyItemsError
source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
fr: Trop d'éléments ({netItems}) doivent être envoyés. La limite est de {itemLimit}.
