Repository: OpenSourceInternational/TYPO3-Site-Factory
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# module.header_buttons.index
source: Go back to index
fr: Retourner à l'index du module

# module.header_buttons.new
source: Create a new site
fr: Créer un nouveau site.

# module.header_buttons.help
source: Open help menu
fr: Ouvrir le menu d'aide.

# module.header_buttons.save
source: Save the site with the actual configuration
fr: Sauvegarder le site avec la configuration actuelle.

# index.header_title
source: Welcome in the Site Factory.
fr: Bienvenue dans l'Usine à sites.

# index.global_description
source: This tool allows you to duplicate sites, among a list of pre-defined models. You can customize several parameters, like the name of the site, the logo, the background color, and others.
fr: Cet outil vous permet de dupliquer des sites, parmi une liste de modèles prédéfinis. Vous pouvez personnaliser différents paramètres, tel que le nom du site, le logo, la couleur de fond, et bien d'autres.

# index.get_help
source: To get information and help about using this module,
fr: Pour avoir des informations et de l'aide sur l'utilisation de ce module,

# index.click_here
source: click here
fr: cliquez ici

# index.available_model_sites_list
source: Here is the list of available model sites:
fr: Voici la liste des sites disponibles pour la duplication :

# index.create_new_site
source: Create a new site
fr: Créer un nouveau site

# index.duplicated_sites_list
source: Duplicated sites list
fr: Liste des sites dupliqués

# index.no_site_duplicated
source: No site has been duplicated yet. It's about time!
fr: Aucun site n'a été dupliqué pour le moment. Il serait peut-être temps de s'y mettre !

# index.already_duplicated_sites
source: Below stands the list of already duplicated sites:
fr: Ci-dessous se trouve la liste des sites d'ores et déjà dupliqués :

# index.edit_site
source: Edit site
fr: Éditer le site

# index.duplicated_sites_list.last_modified
source: Last modif. :
fr: Dernière modif. :

# form.header_title_creation
source: Creation of a new site
fr: Création d'un nouveau site

# form.header_title_modification
source: Modification of the site : %s
fr: Modification du site : %s

# form.no_fields_configuration
source: No configuration has been set for the form fields yet. Please refer to the extension's documentation for more details.
fr: Aucune configuration n'a été définie pour les champs du formulaire. Veuillez vous référer à la documentation pour plus de détails.

# form.submit_label_creation
source: Create the site
fr: Créer le site

# form.submit_label_modification
source: Save modifications
fr: Enregistrer les modifications

# form.prevent_window_closing
source: The form is being filled right now. If you leave the page, the data will be lost.
fr: Le remplissage du formulaire est en cours. Si vous quittez la page, les données entrées seront perdues.

# form.static_menu.header_title
source: Form's current state
fr: État du formulaire

# form.static_menu.errors_label_single
source: %s error
fr: %s erreur

# form.static_menu.errors_label_multiple
source: %s errors
fr: %s erreurs

# form.static_menu.errors_label_hover
source: Click to have more details.
fr: Cliquez pour avoir plus de détails.

# form.static_menu.help_label
source: Help
fr: Aide

# form.static_menu.help_label_hover
source: Click to have more details.
fr: Cliquez pour avoir plus de détails.

# form.static_menu.help_text
source: Fill the form with the desired informations.<br /> When the form is valid, you can run the duplication process.<br /> Once the duplication done, the new site will be updated with the sent data.
fr: Remplissez le formulaire avec les informations souhaitées.<br /> Lorsque le formulaire est valide, vous pouvez lancer le processus de duplication.<br /> Une fois la duplication effectuée, le nouveau site sera mis à jour avec les informations envoyées.

# form.static_menu.success_label
source: Everything's ok
fr: Tout est ok

# form.static_menu.success_text
source: You successfully filled the information. You can now launch the duplication process by clicking the save icon, which is located in the task bar at the top of the form:
fr: Vous avez rempli les informations avec succès. Vous pouvez désormais lancer le processus de duplication en cliquant sur l'icône de sauvegarde dans la barre des tâches en haut du formulaire :

# form.field.has_errors
source: This field is not properly filled and contains at least one error.
fr: Ce champ n'est pas correctement rempli et présente au moins une erreur.

# form.field.label.model_site
source: Model site
fr: Site modèle

# form.field.hint.model_site
source: The site which will be used as an example for the new site.
fr: Le site qui va servir de modèle au nouveau site.

# form.field.label.site_name
source: Site's name
fr: Nom du site

# form.field.hint.site_name
source: The name of the new site.
fr: Le nom du nouveau site.

# form.field.default_value.site_name
source: My new site
fr: Mon nouveau site

# form.field.label.domain_name
source: Domain name
fr: Nom de domaine

# form.field.hint.domain_name
source: The domain name of the new site. Example : www.example.com
fr: Le nom de domaine du nouveau site. Exemple : www.exemple.fr

# form.field.label.backend_user_username
source: Backend user's name
fr: Nom de l'utilisateur Backend

# form.field.hint.backend_user_username
source: The name of the Backend user which will be duplicated.
fr: Le nom de l'utilisateur Backend qui sera dupliqué.

# form.field.label.page_backend_layout
source: Page Backend layout
fr: Mise en page

# form.field.hint.page_backend_layout
source: The Backend layout which will be used for the root page.
fr: La mise en page qui va être utilisée sur la page racine.

# form.field.label.subpages_backend_layout
source: Subpages Backend layout
fr: Mise en page des sous-pages

# form.field.hint.subpages_backend_layout
source: The Backend layout which will be used for the root page's subpages.
fr: La mise en page qui va être utilisée sur les sous-pages de la page racine.

# form.field.label.background_color
source: Background color
fr: Couleur de fond

# form.field.hint.color_picker_color
source: Color in hexadecimal format. Example : #FF0000
fr: Couleur au format hexadécimal. Exemple : #FF0000

# form.field.label.facebook
source: Facebook link
fr: Lien Facebook

# form.field.hint.facebook
source: Site's Facebook link. Example : https://www.facebook.com/Example
fr: Le lien Facebook du site. Exemple : https://www.facebook.com/Exemple

# form.field.label.twitter
source: Twitter link
fr: Lien Twitter

# form.field.hint.twitter
source: Site's Twitter link. Example : https://twitter.com/Example
fr: Le lien Twitter du site. Exemple : https://twitter.com/Exemple

# form.field.hint.logo
source: The image used as a logo for the site.
fr: L'image qui servira de logo pour le site.

# form.field.label.banner
source: Header banner
fr: Bannière d'entête

# form.field.hint.banner
source: The image used as a banned for the site.
fr: L'image qui servira de bannière pour le site.

# form.field.select_file
source: Select a file
fr: Sélectionner un fichier

# form.field.select_new_file
source: Select a new file
fr: Sélectionner un nouveau fichier

# form.field.actual_file
source: Actual file
fr: Fichier actuel

# form.field.new_file
source: New file
fr: Nouveau fichier

# form.field.no_file
source: No file
fr: Aucun fichier

# form.field.error.empty
source: This field can not be empty.
fr: Ce champ ne peut pas être vide.

# form.field.error.must_be_integer
source: This field must be an integer.
fr: Ce champ doit être un entier.

# form.field.error.backend_user_exists
source: This name is already used. Please choose another one.
fr: Ce nom est déjà utilisé. Veuillez en choisir un nouveau.

# form.field.error.domain_name
source: This field must contain a valid domain name. Example : www.example.com
fr: Ce champ doit contenir un nom de domaine valide. Exemple : www.exemple.com

# form.field.error.picker_color
source: This filed must be in hexadecimal format. Example : #FF0000
fr: Ce champ doit être au format hexadécimal. Exemple : #FF0000

# form.field.error.facebook
source: This field must be a valid Facebook URL. Example : https://www.facebook.com/Example
fr: Ce champ doit être une URL Facebook valide. Exemple : https://www.facebook.com/Exemple

# form.field.error.twitter
source: This field must be a valid Twitter URL. Example : https://twitter.com/Example
fr: Ce champ doit être une URL Twitter valide. Exemple : https://twitter.com/Exemple

# duplication_process.title
source: Site duplication running…
fr: Duplication du site en cours…

# duplication_process.title_success
source: The duplication has been done, you can now find the duplicated site in the tree.
fr: La duplication a été effectuée, vous pouvez dès à présent retrouver le site dupliqué dans l'arborescence de votre plateforme.

# duplication_process.title_error
source: An error has occurred during the duplication. Please try again or contact your administrator.
fr: Une erreur est survenue durant la duplication. Veuillez retenter l'opération ou contacter votre administrateur.

# duplication_process.process_error_single
source: An error has occurred, please try again or contact your administrator if the problem persists.
fr: Une erreur est survenue, veuillez réessayer ou contacter votre administrateur si le problème persiste.

# duplication_process.process_error_detailed
source: An error has occurred :
fr: Une erreur est survenue :

# duplication_process.process_error_unknown
source: An unknown error has occurred, please try again or contact your administrator if the problem persists.
fr: Une erreur inconnue est survenue, veuillez réessayer ou contacter votre administrateur si le problème persiste.

# duplication_process.back_home
source: back to home
fr: retour à l'accueil

# duplication_process.prevent_window_closing
source: Site's duplication is running. Leaving the page will stop the process and lead to potential errors.
fr: La duplication du site est en cours. Quitter la page entraînera une erreur dans le processus.

# duplication_process.pages_duplication
source: Pages duplication…
fr: Duplication des pages…

# duplication_process.pages_association
source: New pages association…
fr: Association des nouvelles pages…

# duplication_process.pages_association.notice.amount_pages
source: %d pages have been associated.
fr: %d pages ont été associées.

# duplication_process.mount_point_creation
source: Mount point creation…
fr: Création du point de montage…

# duplication_process.mount_point_creation.error.error_creation
source: The file mount could not be created.
fr: Le point de montage n'a pas pu être créé.

# duplication_process.backend_usergroup_creation
source: Backend user group creation…
fr: Création du groupe d'utilisateurs Backend…

# duplication_process.backend_user_creation
source: Backend user creation…
fr: Création de l'utilisateur backend…

# duplication_process.uploaded_files
source: Files management…
fr: Gestion des fichiers…

# duplication_process.uploaded_files.notice.success
source: The following file(s) have successfully been moved to "%s": %s.
fr: Le ou les fichiers suivants ont été envoyés dans le dossier "%s": %s.

# duplication_process.link_to_page_media
source: Linking medias to pages…
fr: Attachement des médias aux pages…

# duplication_process.link_to_backend_layout
source: Linking backend layouts to pages…
fr: Attachement des mises en page…

# duplication_process.backend_constants_assignation
source: New constants assignment…
fr: Assignation des nouvelles constantes…

# duplication_process.save_site_configuration
source: Save management…
fr: Sauvegarde de la configuration…

# misc.no_model_site
source: No model site has been set yet. Please refer to the documentation for more details about creating a model site.
fr: Aucun site modèle n'existe pour le moment. Veuillez vous référer à la documentation pour plus de détails sur la création d'un site modèle.

# misc.show_more
source: Show more
fr: Voir plus

# misc.hide
source: Hide
fr: Cacher
